export default {
    Ui: {
        UiCareline: 'Contact Our Careline',
        UiBack: 'Back',
    },

    Home: {
        getinitiated: 'Avium に入場する',
        enterKey: 'コードを入れてください',
        Inputcode: 'コード入力',
        reenterCode: '再度コードを入力してください',
        Next: '次へ',
        TryAgain: '再試行',
        InitialisingCube: '読み込み中',
        WelcomeToInitiation: 'ようこそ Aviumへ',
        Signin: 'ログイン',
        PleaseLinkAccount: 'アカウントに接続してください',
        Connect: '接続',
        Connected: '接続済み',
        Loading: '読み込み中',
        muteUnmute: 'ビデオをクリックすると、音声のミュートが解除ができます',
        somethingWrong: 'もう一度お試しください',
        Question: '問題',
        FoundersStatement: 'ファウンダー達の声明',

        Artist: '芸術家',
        ContentCreator: 'コンテンツクリエーター',
        StoryTeller: 'ストーリーテラー',
        Flipper: 'NFT投資家',
        Esports: 'eスポーツ',
        Business: '起業家',
        Builder: 'ビルダー',
        ImLost: '迷子の人',
    },
    AlreadySubmitted: {
        title: 'ハイ、またあなたに会えて嬉しいです！',
        subtitle: 'お申し込みは審査中です。',
        subtitle2: 'メールや Twitter でのキューブの反応に注目してください。',
    },
    AlreadyApproved: {
        title: 'あなたは選考を通過しました。',
        subtitle: '3つの紹介コードやディスコード入場の通知はメールにてご確認ください',
        cta: 'またディスコードでお会いしましょう!',
    },
    Question: {
        Artist: {
            Q1: `「芸術家」を選択しました。<br/></br>
            どのようなアートを制作していますか？<br/>
            例：デジタルアート、アニメーション、コミック、ペインティング`,
            Q2: `あなたのアートを見せてください！<br/></br>
            あなたの作品へのリンクを共有する`,
            Q3: 'ご自身の作品に誇りを持てるものは何ですか？',
            Q4: '誰/何があなたにインスピレーションを与えましたか?',
            Q5: 'もしあなたが、世界中のすべてのリソースを持っているとしたら、何を作成しますか?',
        },
        ContentCreator: {
            Q1: `あなたはコンテンツクリエーターを選択しました <br/><br/>
            ソーシャルメディア/クリエイターアカウントへのリンク(複数可)を共有する`,
            Q2: 'どのように始めましたか？',
            Q3: 'これまでに直面した最大の障害は何ですか？',
            Q4: 'もし、フルコンテンツ・チーム（ビデオグラファー／エディター／その他）を利用できるとしたら、あなたはどうしますか？',
        },
        StoryTeller: {
            Q1: `あなたは「ストーリーテラー」を選びました。<br/><br/>
            お気に入りの物語を共有してください`,
            Q2: 'あなたはなぜそれが好きですか？',
            Q3: `どのコンテンツプラットフォームに最も多くの時間を費やしていますか？<br/><br/>
            例：ウェブトゥーン`,
            Q4: 'もし、あなたが物語を実現するためのサポートがあるとしたら、どのような物語になるのでしょうか？',
            Q5: `私たちに見せたい作品はありますか？<br/><br/>
            ウェブサイト上にポートフォリオがあれば、そのリンクをシェアしてください。私たちに見せたいファイルがあれば、クラウドにアップロードして、リンクを共有してください。`,
        },
        Flipper: {
            Q1: `「あなたは『NFT投資家』を選びました。」<br/><br/>
            あなたに最大の希望を与えたが、失望させたのはどのようなプロジェクトですか?`,
            Q2: 'そのプロジェクトを信じた理由は何ですか？',
            Q3: 'そのプロジェクトの創設者に1つアドバイスをする機会があるとしたら、何と言いますか？',
            Q4: 'もう一度信じてもらえるようなプロジェクトにするために、どんなことを期待しますか？',
        },
        Esports: {
            Q1: `あなたは「eスポーツ」を選びました。<br/><br/>
            どのチームを応援しているか教えてください`,
            Q2: 'eスポーツを好きになったきっかけは何ですか?',
            Q3: 'eスポーツ観戦で最も印象に残っていることを教えてください。',
            Q4: 'これまでに経験した最も辛い損失は何ですか？',
            Q5: 'もし、あなたが好きなチームの監督になったとしたら、どんなことをしますか？',
        },
        Entrepreneur: {
            Q1: `あなたは「起業家」を選びました。<br/><br/>
            あなたが取り組んでいること／取り組んだことがあることは何ですか？<br/>
            例：会社を設立した、製品を発売した`,
            Q2: '誇りに思っていることは何ですか？',
            Q3: 'あなたの最大の挫折は何ですか？',
            Q4: 'もし、時間を巻き戻せるとしたら、過去の自分に何を伝えたいですか？',
            Q5: '5年後の自分はどうなっているのでしょうか？',
            Q6: 'あなたの LinkedIn プロフィールを共有する',
        },

        Builder: {
            Q1: `あなたはビルダーを選択しました。<br/><br/>
            何をしているのでしょうか？`,
            Q2: '何が楽しいですか？',
            Q3: 'あなたの理想の仕事は何ですか？',
            Q4: '5年後の自分はどうなっているのでしょうか？',
        },
        ImLost: {
            Q1: `結婚式の直前に仕事をクビになり、自分に対する自信喪失でいっぱいだった.. <br/><br/>
            - Nathanael "Niteheart" Lim、Avium の共同創設者`,
            Q2: 'では、あなたのストーリーを教えてください。',
            Q3: '迷ってもいいんです。時には、山頂に到達するために、谷を通り抜ける必要があるのです。 - Nathanael "Niteheart" Lim 氏、Avium の共同創設者',
            Q4: '迷わない瞬間があったのでしょうか？その瞬間はどのようなものでしたか？',
            Q5: '何があなたを阻んでいるのでしょうか？私たちに何かできますか？',
        },

        placeholder: '答える',
        fileName: 'ファイル名',
        upload: 'アップロード',
        submit: '次へ',
        emptyError: 'あなたのストーリーを私たちと共有してください',
    },
    ThankYou: {
        email1: 'あなたのメールアドレスは何ですか？',
        email2: ' ご回答いただいた内容は、時間をかけてすべて目を通させていただき、採用された方にはメールでご連絡させていただきます',
        email3: '申し込みすることで、Avium が選考結果をソーシャル メディアに公開することに同意したものとします',
        thankyou1: '審査中',
        thankyou2: 'メールや Twitter でのキューブの反応に注目です',
        share: 'シェア',
        followUs: 'フォロー',
    },
};
