export default {
    Ui: {
        UiCareline: 'Contact Our Careline',
        UiBack: 'Back',
    },
    Home: {
        getinitiated: '에비움에 입장',
        enterKey: '코드 입력',
        Inputcode: '코드',
        reenterCode: '코드 다시 입력',
        Next: '다음',
        TryAgain: '다시 해보십시오 ',
        InitialisingCube: '초기화 중...',
        WelcomeToInitiation: '오신 것을 환영합니다',
        Signin: '로그인',
        PleaseLinkAccount: '계정 연결하기',
        Connect: '연결',
        Connected: '연결됨',
        Loading: '로딩중...',
        muteUnmute: '음소거/ 음소거 해제 하려면 동영상 클릭',
        somethingWrong: '다시 시도해 주세요',
        Question: '질문',
        FoundersStatement: '파운더 메세지',

        Artist: '아티스트',
        ContentCreator: '콘텐츠 크리에이터',
        StoryTeller: '이야기꾼',
        Flipper: '플리퍼',
        Esports: 'e스포츠',
        Business: '사업가',
        Builder: '건축업자',
        ImLost: '나는 누구',
    },
    AlreadySubmitted: {
        title: '해, 또 당신 오셨네!',
        subtitle: '당신의 신청서를 검토 중입니다',
        subtitle2: '이메일과 트위터 안에 큐브의 응답을 기다리세요',
    },
    AlreadyApproved: {
        title: '초대 되셨습니다',
        subtitle: '합격 이메일에 3개의 초대 코드와 디코스드 입장을 확인 하세요',
        cta: '디스코드에서 만나요',
    },
    Question: {
        Artist: {
            Q1: `아티스트' 를 선택하셨습니다. <br/><br/> 
            어떤 종류의 작품을 만드나요? <br />
            예: 디지털 아트, 애니메이션, 만화`,
            Q2: '당신의 예술을 보여주세요! 여기에 링크 공유',
            Q3: '당신의 예술이 자랑스러운 이유는 무엇입니까?',
            Q4: '누구/ 무엇이 당신에게 영감을 주었습니까?',
            Q5: '만약 당신이 세상의 모든 자원을 가지고 있다면, 무엇을 만들고 싶습니까?',
        },
        ContentCreator: {
            Q1: `콘텐츠 크리에이터' 를 선택하셨습니다. <br /><br />
            SNS/크리에이터 계정에 대한 링크 공유`,
            Q2: '시작하게 된 계기가 무엇인가요?',
            Q3: '지금까지 가장 힘들었던 경험이 있다면 무엇인가요?',
            Q4: '모든 컨텐츠 팀(비디오 작성자/편집자 등)에 액세스할 수 있다면 어떻게 하시겠습니까?',
        },
        StoryTeller: {
            Q1: `이야기꾼' 를 선택하셨습니다. <br /><br />
            가장 좋아하는 이야기을 나눠주세요`,
            Q2: '왜 좋아하나요?',
            Q3: `가장 많은 시간을 보내는 콘텐츠 플랫폼은 무엇입니까? <br/><br/>
            예: 웹툰`,
            Q4: '만약 이야기를 현실로 가져올 수 있다면, 어떤 이야기 입니까?',
            Q5: `나누고 싶은 작품이 있나요? <br /><br />
            사이트에 포트폴리오가 있는 경우 링크를 공유해 주세요. 
            보여주고 싶은 파일이 있다면 클라우드에 업로드하고 링크를 공유해주세요.`,
        },
        Flipper: {
            Q1: `플리퍼' 를 선택하셨습니다. <br/><br/>
            어떤 프로젝트가 가장 큰 희망을 주었지만 가장 실망스러웠나요?`,
            Q2: '그 프로젝트를 믿게 된 계기는 무엇입니까?',
            Q3: '만약 프로젝트의 파운더/ 설립자에게 조언할 기회가 생긴다면, 뭐라고 말하고 싶습니까?',
            Q4: '다시 사게 만드는 프로젝트에서 무엇을 보기를 희망합니까?',
        },
        Esports: {
            Q1: `e스포츠' 를 선택하셨습니다.<br /><br />
             어떤 팀을 응원하나요?`,
            Q2: '무엇이 e스포츠에 빠지게 했나요?',
            Q3: 'e스포츠 경기를 관람하면서 가장 기억에 남는 경험에 관해 설명해주세요.',
            Q4: '여태까지 경험한 패배 게임은 무엇입니까?',
            Q5: '가장 좋아하는 팀의 리더가 된다면 가장하고 싶은 일 한가지는 무엇인가요?',
        },
        Entrepreneur: {
            Q1: `사업가' 를 선택하셨습니다. <br/><br/> 
            어떤 일을 하고 있습니까? <br/>
            예: 회사 설립, 제품 출시`,
            Q2: '무엇이 본인을 자랑스럽게 만드나요?',
            Q3: '가장 큰 좌절은 무엇이었습니까?',
            Q4: '만약 시간을 되돌릴 수 있다면, 과거 자신에게 뭐라고 말할 건가요?',
            Q5: '5년 후 자신의 모습은?',
            Q6: 'LinkedIn 프로필 공유',
        },
        Builder: {
            Q1: `건축업자' 를 선택했습니다. <br/><br/> 
            무슨 일을 하고 있나요?`,
            Q2: '본인 일의 어떤 점이 좋습니까?',
            Q3: '꿈꾸는 직업은 무엇인가요?',
            Q4: '5년 후 자신의 모습은?',
        },
        ImLost: {
            Q1: `나도 한때 길을 잃었었다... <br /> <br />
            결혼 직전에 직장에서 해고당하면서, 저는 저 자신에 대한 자기 의심으로 가득 찼습니다... -에비움의 공동 설립자, 나타나엘 "나이트하트" 림 (Nathanael "Niteheart" Lim, Co-Founder of Avium)`,
            Q2: '이젠, 당신의 이야기를 들려주세요.',
            Q3: '길을 잃어도 괜찮아요. 때때로, 우리는 산 정상에 도달하기 위해 계곡도 지나가야 하니깐요. -에비움의 공동 설립자, 나타나엘 "나이트하트" 림 (Nathanael "Niteheart" Lim, Co-Founder of Avium)',
            Q4: '인생의 길을 잃지 않은 시간이 있었나요? 그 순간은 어땠어요?',
            Q5: '뭐가 본인을 멈추게 하나요? 내가 어떻게 도움이 될 수 있을까요?',
        },

        placeholder: '여기에 답변',
        fileName: '파일 이름',
        upload: '업로드',
        submit: '제출',
        emptyError: '당신의 이야기를 들려주세요',
    },
    ThankYou: {
        email1: '이메일 주소가 어떻게 되나요?',
        email2: '모든 답변을 읽고 선택되면 이메일을 통해 다시 연락드리겠습니다.',
        email3: '제출함으로써 귀하는 에비움 소셜 미디어에 결과를 공유하는 데 동의합니다',
        thankyou1: '신청서 검토 중...',
        thankyou2: "수고하셨습니다. 다 완료하셨습니다! 이메일 또는 트위터를 통한 '더 큐브'의 응답을 주시하세요",
        keepAnEyeForCube: '이메일 또는 트위터를 통한 \'더 큐브\'의 응답을 주시하세요',
        share: '공유하다',
        followUs: '팔로우 하세요 ',
    },
};
